import React from 'react';
import './About.css';

const About = () => {
    return (
        <div className='about-container'> {/* Використовуємо CSS класи з файлу About.css */}
            <h1 className='about-header'>Про проєкт</h1>
            <p className='about-text'>
                У сучасному світі безпілотні літальні апарати (БПЛА) стають все більш важливими в різних сферах, від військового застосування до сільського господарства. Цей проєкт має на меті розробку веб-застосунку для ефективного відстеження переміщень БПЛА за допомогою хмарних технологій, що дозволяє точно, надійно та безперервно контролювати їх місцезнаходження.
            </p>
            <p className='about-text'>
                Використання хмарних сервісів забезпечує масштабованість, високу доступність та надійність зберігання даних. Цей веб-додаток стане корисним інструментом для операторів і розробників БПЛА, підвищуючи точність і ефективність моніторингу дронів у реальному часі та оптимізуючи процеси збору, зберігання та аналізу даних.
            </p>
            <b>Розробник: Ільченко Вікторія, ІК-01</b>
        </div>
    );
};

export default About;
